import Image from 'next/image'
import lineCircles from '../../assets/lineCircles.svg'

const page = () => {
  return (
    <div className='w-full p-14 font-bold flex flex-col justify-center items-start gap-2'>
        <span className='m-auto mb-5 flex flex-col justify-center items-center gap-2'>
            <p className='text-[#FF0209]'>سياسة الاسترجاع</p>
            <Image src={lineCircles} alt='line circles' className='w-full' />
        </span>
        <p>
            يمكن إرجاع المنتجات المشحونة من <span className='text-[#9E0B0B]'>شركة خلابة</span> في غضون 15 يومًا من استلام الشحنة في معظم الحالات. بعض المنتجات لها سياسات أو متطلبات مختلفة مرتبطة بها.
        </p>
        <p>
            لن تتم معالجة طلبات الإرجاع إلا في الحالات التالية:
        </p>
        <ul className='list-disc flex flex-col gap-2'>
            <li>
                تم تحديد أن المنتج لم يتضرر أثناء حيازتك.
            </li>
            <li>
                لا يختلف المنتج عما تم شحنه إليك.
            </li>
            <li>
                يتم إرجاع المنتج في نفس الحالة التي كان عليها عند استلامه (مختوم/غير مفتوح إن أمكن، مع صندوق أو عبوة العلامة التجارية/الشركة المصنعة الأصلية، وإذا كان ذلك ممكنًا، أي دليل مستخدم وبطاقة ضمان وجميع الملحقات)
            </li>
        </ul>
        <p>
            بعد استلام شركة الشحن لمنتجك، قد يستغرق الأمر ما يصل إلى أسبوعين لتلقي منتجك المرتجع ومعالجته. قد يستغرق الأمر ما يصل إلى إسبوعين لطلبات بائع السوق. بعد معالجة المنتج المرتجع، قد يستغرق الأمر من 5 إلى 7 أيام عمل حتى يظهر المبلغ المسترد في كشف حساب بطاقة الدفع الخاصة بك.
        </p>
        <p>
            لا يمكن إرجاع المنتجات التي تحمل علامة «غير قابلة للإرجاع» في صفحة تفاصيل المنتج. ومع ذلك، في حالة غير محتملة يتم تسليم منتج تالف أو معيب أو خاطئ إليك، سنقوم برد المبلغ بالكامل أو استبداله، حسب الاقتضاء. قد نتصل بك للتأكد من تلف المنتج أو العيب فيه قبل إصدار رد الأموال/الاستبدال. نحن نحتفظ بالحق في جمع المنتج أو فحصه للتأكد من تلف المنتج أو العيب فيه قبل إصدار رد الأموال/الاستبدال.
        </p>
        <p>
            قد تطلب خلابة بطاقة هويتك الوطنية لمعالجة طلبك لرد الأموال أو الاستبدال. سيتم التعامل مع كل المعلومات الشخصية التي تقدمها وفق إشعار الخصوصية لدينا.
        </p>
        <p>
            قد تكون المنتجات مؤهلة للاستبدال فقط. إذا لم يكن المنتج نفسه متوفرًا في المخزون بعد طلب الاستبدال، فقد يتم استرداد المبلغ.
        </p>
        <p className='mt-6'>
            ملاحظة:  في حالة اكتشاف أن العملاء يسيئون استخدام سياسة الإرجاع عن طريق الإرجاع المفرط أو إرجاع المنتجات التي ليست في حالتها الأصلية أو عن طريق إلغاء أو عدم قبول الطلبات المقدمة، تحتفظ خلابة بالحق في تحذير حسابات العملاء هذه أو تقييدها أو تعليقها أو حظرها و/أو إنهائها، حسب الضرورة.
        </p>
        <p className='mt-6'>
            ملاحظة: لن نقبل إرجاع أي منتج تم إرساله إلينا بشكل خاطئ أو عناصر مختلفة عما تم تسليمه إليك. يتضمن ذلك العناصر التي لم يتم شراؤها في الأصل من متجرنا. في حالة استلامنا لهذه المنتجات، لن نتمكن من إرجاعها أو رد الأموال أو أي تنازل آخر فيما يتعلق بهذه العناصر وقد تؤدي إجراءاتك إلى فرض قيود على الحساب الخاص بك بما في ذلك الحد من قدرتك على إرجاع العناصر في المستقبل وإلغاء الطلب و/أو إغلاق الحساب.
        </p>
        <p>
            لا يمكن شحن أي منتج من هذا القبيل ترسله أو تعيده إلينا أو إعادته إليك بطريقة أخرى. يمكننا فقط معالجة الإرجاع فيما يتعلق بالعناصر الصحيحة التي يتم إرجاعها وفقًا لسياساتنا.
        </p>
        <ul className='list-disc flex flex-col gap-2'>
            <li>
                يرجى الاحتفاظ بالمنتج في حالته الأصلية (جديد وغير مستعمل)، مع الصندوق الخارجي للعلامة التجارية وعلامات العلامة التجارية/الأسعار المرفقة وبطاقات الضمان والإكسسوارات الأصلية في عبوة الشركة المصنعة لاسترداد الأموال/الاستبدال بنجاح.
            </li>
            <li>
                لا يمكن إرجاع منتجات مثل الملابس الداخلية النسائية والرجالية ومجموعات الملابس الداخلية والجوارب والجوارب النسائية لأسباب تتعلق بالصحة والنظافة. ومع ذلك، في حالة تسليم منتج تالف أو معيب أو مختلف إليك، وهو أمر نادر، يمكنك التواصل معنا للحصول على حل.
            </li>
        </ul>
    </div>
  )
}

export default page
